export const localWall = [
  {
    id: "Setting_installation",
    image: require("../images/wall/brain.jpg"),
    description: `Отличная новость! 
    Сайт теперь можно использовать как обычное приложение.
     
    Это удобно: иконка появится на рабочем столе, пропадут лишние кнопки браузера,
    а само приложение будет работать быстрее.

    Для тех, кто на Android (Chrome):
    Откройте наш сайт в браузере.В правом верхнем углу нажмите на три точки (меню).
    Найдите пункт «Установить приложение» (или «Добавить на главный экран»).
    Нажмите «Установить» — и готово! Теперь мы всегда под рукой.
    
    Для тех, кто на iPhone (Safari):
    Важно: на айфонах это работает только через стандартный браузер Safari.
    Откройте наш сайт в Safari.Внизу нажмите на иконку «Поделиться» (квадратик со стрелочкой вверх).
    Прокрутите меню чуть вниз и выберите пункт «На экран "Домой"».Нажмите «Добавить» в верхнем углу.
    Иконка появится рядом с вашими остальными приложениями!`,
  },
  {
    id: "BF_assistent2.0",
    image: require("../images/wall/БF assistent 2.0.png"),
    description: `Грандиозный переход приложения на версию 2.0!
    Глобальное изменение каталога, добавление фильтра и новых функций.
    Добавление стены с новостями на главную страницу.
    Множество мелких изменений начинки — залог на будущие обновления!
    Встречайте, BF assistent 2.0!`,
  },
  /* {
    id: "turnamentEKB2026",
    image: require("../images/wall/turnamentEKB2026.jpg"),
    description: `Екатеринбург готовится к великим сражениям!
      23–24 августа приглашаем на грандиозный турнир по «Битвам Fantasy».
      Собирайте свои лучшие армии и вступайте в бой, ждём каждого!
      Кликай по кнопке, что бы узнать правила набора ростеров и зарегистрироваться.`,
    button: "Узнать подробнее",
  },*/
];
